module Description
  class << self
    def one_word(idol)
      [
        "今、注目のグラビアアイドル、#{idol}ちゃんの動画",
        "人気グラビアアイドル、#{idol}ちゃんの動画",
        "美女グラビアアイドル、#{idol}ちゃんの動画",
        "グラビアアイドル#{idol}ちゃんのおかず動画",
        "グラビアアイドル、#{idol}ちゃんのエロ動画",
        "グラビアアイドル、#{idol}ちゃんの抜ける動画",
        "グラビアアイドル#{idol}ちゃんのエッチな動画",
        "ヤリたいグラビアアイドル#{idol}ちゃんの動画",
        "グラビアアイドル#{idol}ちゃん！かわいい！！",
        "グラビアアイドル#{idol}ちゃんのギリギリ動画",
        "グラビアアイドル#{idol}ちゃんのキワドイ動画",
        "グラビアアイドル#{idol}ちゃんのセクシー動画"
      ].sample
    end
  end
end
